Repository: iamsayan/wp-last-modified-info
Catalog: languages/wp-last-modified-info-*.po
Languages: bn_bd

source: Disable auto insert on this post
bn_bd: এই প্রকাশনায় নিজে থেকে প্রদর্শন হবে না

source: Disable auto insert on this page
bn_bd: এই পৃষ্ঠায় নিজে থেকে প্রদর্শন হবে না

source: Custom Format:
bn_bd: পছন্দমতো ফরম্যাট:

source: Select:
bn_bd: নির্বাচন করুন:

source: Link:
bn_bd: লিংক:

source: Do not add %s tag. This tag is not required, as it is already added.
bn_bd: এই %s ট্যাগটি আর যোগ করার দরকার নেই কারণ এটি আগে থেকে যোগ করা আছে.

source: Post Options
bn_bd: প্রকাশনা

source: Enable for Posts on Frontend:
bn_bd: প্রকাশনার জন্য অন করুন:

source: Show as Human Readable Format:
bn_bd: হিউম্যান রিডেবল ফরম্যাটে দেখান:

source: Show Last Modified Time on Posts:
bn_bd: অন্তিম পরিবর্তনের সময় দেখান:

source: Show Last Modified Date on Posts:
bn_bd: অন্তিম পরিবর্তনের তারিখ দেখান:

source: Date / Time Seperator on Posts:
bn_bd: সময় ও তারিখ বিভাজনকারী:

source: Last Modified Info Display Method:
bn_bd: পরিবর্তিত তথ্য কিভাবে দেখতে চান:

source: Custom Message to Display on Posts:
bn_bd: পূর্ববর্তী মেসেজ সেট করুন:

source: Display Last Modified Author Name:
bn_bd: শেষ পরিবর্তনকারী লেখকের নাম দেখান:

source: Include Custom Post Types (if any):
bn_bd: অন্য কোনো পোস্ট থাকলে তা যুক্ত করুন:

source: Page Options
bn_bd: পৃষ্ঠা

source: Enable for Pages on Frontend:
bn_bd: পৃষ্ঠার জন্য অন করুন:

source: Show Last Modified Time on Pages:
bn_bd: অন্তিম পরিবর্তনের সময় দেখান:

source: Show Last Modified Date on Pages:
bn_bd: অন্তিম পরিবর্তনের তারিখ দেখান:

source: Date / Time Seperator on Pages:
bn_bd: সময় ও তারিখ বিভাজনকারী:

source: Custom Message to Display on Pages:
bn_bd: পূর্ববর্তী মেসেজ সেট করুন:

source: Template Tags Options
bn_bd: টেমপ্লেট ট্যাগস

source: Enable Template Tags Functionality:
bn_bd: টেমপ্লেট ট্যাগস অন করুন:

source: Last Modified date/time format:
bn_bd: তারিখ ও সময়ের ফরম্যাট সেট করুন:

source: Custom Message before Modified Info:
bn_bd: পূর্ববর্তী মেসেজ সেট করুন:

source: Set Custom CSS Class (if applicable):
bn_bd: কাস্টম স্টাইল ক্লাস সেট করুন:

source: Miscellaneous Options
bn_bd: অন্যান্য অপশন

source: Show Modified Info on Admin Bar:
bn_bd: টুলবারে অন্তিম পরিবর্তনের সময় দেখাবে:

source: Custom CSS Properties:
bn_bd: এখানে কাস্টম স্টাইল লিখুন:

source: Ver
bn_bd: ভার্শন

source: Show last update date and time on pages and posts very easily.
bn_bd: খুব সহজে পৃষ্ঠা এবং পোস্টগুলিতে সর্বশেষ আপডেট তারিখ এবং সময় দেখান।

source: Template Tags
bn_bd: টেমপ্লেট ট্যাগস

source: Misc. Options
bn_bd: অন্যান্য অপশন

source: Tools
bn_bd: টুলস

source: Help
bn_bd: সাহায্য

source: Save Settings
bn_bd: সেটিংস সংরক্ষণ করুন

source: Note:
bn_bd: বিঃদ্রঃ

source: Always backup .php files before making any changes, the backup file comes in handy for restoring the default file in case WordPress goes crazy.
bn_bd: .php ফাইল কোন পরিবর্তন করার আগে সর্বদা ব্যাকআপ করুন, ওয়ার্ডপ্রেসে কোনো সমস্যা হলে সেক্ষেত্রে ব্যাকআপ ফাইলটি পুনরুদ্ধার জন্য কাজে আসে।

source: Settings Saved Successfully!
bn_bd: সেটিংস সফলভাবে সংরক্ষিত!

source: Plugin Tools
bn_bd: টুলস

source: Export Settings
bn_bd: সেটিংস রপ্তানি করুন

source: Export the plugin settings for this site as a .json file. This allows you to easily import the configuration into another site.
bn_bd: একটি .json ফাইল হিসাবে এই সাইটের জন্য প্লাগইন সেটিংস রপ্তানি করুন। এটি আপনাকে অন্য সাইটের কনফিগারেশন সহজেই আমদানি করতে দেয়।

source: Import Settings
bn_bd: সেটিংস আমদানি করুন

source: Import the plugin settings from a .json file. This file can be obtained by exporting the settings on another site using the form above.
bn_bd: একটি .json ফাইল থেকে প্লাগইন সেটিংস আমদানি করুন। উপরের ফাইলটি ব্যবহার করে অন্য সাইটের সেটিংস এক্সপোর্ট করার মাধ্যমে এই ফাইলটি পাওয়া যায়।

source: Reset Settings
bn_bd: রিসেট সেটিংস

source: Resetting will delete all custom options to the default settings of the plugin in your database.
bn_bd: রিসেট করা আপনার কাস্টম অপশনগুলি আপনার ডাটাবেজে প্লাগইনটির ডিফল্ট সেটিংসে মুছে দেবে।

source: <strong>Settings import failed:</strong> Please upload a valid .json file to import settings in this website.
bn_bd: <strong>সেটিংস আমদানি ব্যর্থ:</strong> এই ওয়েবসাইটের সেটিংস আমদানি করার জন্য একটি বৈধ .json ফাইল আপলোড করুন।

source: <strong>Settings import failed:</strong> Please upload a file to import.
bn_bd: <strong>সেটিংস আমদানি ব্যর্থ:</strong> সেটিংস আমদানি করার জন্য একটি ফাইল আপলোড করুন।

source: Success! Plugin Settings has been imported successfully.
bn_bd: সফল! প্লাগইন সেটিংস সফলভাবে আমদানি করা হয়েছে।

source: Success! Plugin Settings reset successfully.
bn_bd: সফল! প্লাগইন সেটিংস সফলভাবে পুনরায় সেট করুন।

source: by
bn_bd: করেছেন

source: Last Modified
bn_bd: অন্তিম সম্পাদনা

source: Updated on:
bn_bd: অন্তিম পরিবর্তন:

source: Edit
bn_bd: সম্পাদনা

source: Edit modified date and time
bn_bd: অন্তিম পরিবর্তনের তারিখ এবং সময় সম্পাদনা

source: Last modified date and time
bn_bd: অন্তিম পরিবর্তনের তারিখ এবং সময়

source: Month
bn_bd: মাস

source: Day
bn_bd: দিন

source: Year
bn_bd: বছর

source: Hour
bn_bd: ঘন্টা

source: Minute
bn_bd: মিনিট

source: OK
bn_bd: আচ্ছা

source: Cancel
bn_bd: বাতিল

source: Don&#39;t update modified info anymore
bn_bd: পরিবর্তিত তথ্য আর আপডেট হবে না

source: Last Login
bn_bd: অন্তিম প্রবেশ

source: Last Updated
bn_bd: অন্তিম পরিবর্তন

source: Last Updated Posts
bn_bd: অন্তিম পরিবর্তিত প্রকাশনাসমূহ

source: No. of Posts to Display on this Widget:
bn_bd: এই বাক্সে কতগুলি পোস্ট দেখতে চান:

source: Recently Updated
bn_bd: পরিবর্তিত প্রকাশনাসমূহ

source: Updated on %1$s at %2$s
bn_bd: পরিবর্তনের তারিখ %1$s @ %2$s

source: Updated %s ago
bn_bd: পরিবর্তন হয়েছে %s আগে

source: This %1$s was last updated on %2$s at %3$s by %4$s
bn_bd: এই %1$s শেষ পরিবর্তন হয়েছে %2$s @ %3$s করেছেন %4$s

source: updated on <strong>%1$s</strong>. <a href="%2$s" target="_blank">View %3$s<a/>
bn_bd: অন্তিম পরিবর্তনের সময় <strong>%1$s</strong>. <a href="%2$s" target="_blank">দেখুন %3$s<a/>

source: Support
bn_bd: সাহায্য

source: Donate
bn_bd: আর্থিক সাহায্য
